Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Mnemonic + seed derivation per BIP-39. Implemented in BIP39.swift / BIP39Seed.swift using only CryptoKit and Security framework.
af: Mnemonic + seed-afleiding volgens BIP-39. Geïmplementeer in BIP39.swift / BIP39Seed.swift met slegs CryptoKit en die Security raamwerk.
ar: ‏استخلاص العبارة التذكيرية والبذرة وفقًا لـ BIP-39. مُنفّذ في BIP39.swift / BIP39Seed.swift باستخدام إطار عمل CryptoKit وSecurity فقط.
bg: Мнемоника + извличане на seed съгласно BIP-39. Реализирано в BIP39.swift / BIP39Seed.swift, използвайки само CryptoKit и Security framework.
bn: BIP-39 অনুযায়ী মেমোনিক এবং সিড ডেরিভেশন। শুধুমাত্র CryptoKit ও Security ফ্রেমওয়ার্ক ব্যবহার করে BIP39.swift / BIP39Seed.swift-এ বাস্তবায়িত।
ca: Derivació de mnemònica i llavor segons BIP-39. Implementada a BIP39.swift / BIP39Seed.swift utilitzant únicament els frameworks CryptoKit i Security.
cs: Odvození mnemoniky a seedu podle BIP-39. Implementováno v BIP39.swift / BIP39Seed.swift pouze pomocí CryptoKit a frameworku Security.
da: Mnemonik- og seed-udledning iht. BIP-39. Implementeret i BIP39.swift / BIP39Seed.swift udelukkende ved hjælp af CryptoKit og Security-frameworket.
de: Mnemonik- und Seed-Ableitung gemäß BIP-39. Implementiert in BIP39.swift / BIP39Seed.swift unter ausschließlicher Verwendung von CryptoKit und dem Security-Framework.
el: Παραγωγή μνημονικής και σπόρου σύμφωνα με το BIP-39. Υλοποιείται στα BIP39.swift / BIP39Seed.swift χρησιμοποιώντας μόνο τα frameworks CryptoKit και Security.
es: Derivación de mnemónica y semilla según BIP-39. Implementada en BIP39.swift / BIP39Seed.swift utilizando únicamente CryptoKit y el framework Security.
et: Mnemoonik + seed-i tuletamine vastavalt BIP-39-le. Realiseeritud BIP39.swift / BIP39Seed.swift failides, kasutades ainult CryptoKit-i ja Security raamistikku.
fa: ‏مشتق سازی mnemonic و seed طبق BIP-39. در BIP39.swift / BIP39Seed.swift فقط با استفاده از CryptoKit و چارچوب Security پیاده‌سازی شده است.
fi: Mnemoniikan ja siemenen johtaminen BIP-39:n mukaisesti. Toteutettu tiedostoissa BIP39.swift / BIP39Seed.swift käyttäen vain CryptoKit- ja Security-kehyksiä.
fil: Mnemonic + seed derivation ayon sa BIP-39. Naka-implement sa BIP39.swift / BIP39Seed.swift gamit lamang ang CryptoKit at Security framework.
fr: Mnémonique + dérivation de seed selon BIP-39. Implémenté dans BIP39.swift / BIP39Seed.swift en utilisant uniquement CryptoKit et le framework Security.
he: ‏גזירת מנמוניקה וזרע לפי BIP-39. ממומש בקבצים BIP39.swift / BIP39Seed.swift באמצעות מסגרות CryptoKit ו-Security בלבד.
hi: BIP-39 के अनुसार निमॉनिक और सीड व्युत्पन्न करना। BIP39.swift / BIP39Seed.swift में केवल CryptoKit और Security फ्रेमवर्क का उपयोग करके लागू किया गया।
hr: Izvođenje mnemonika i sjemena prema BIP-39. Implementirano u BIP39.swift / BIP39Seed.swift uz korištenje isključivo CryptoKit i Security okvira.
hu: BIP-39 szerinti mnemonik és seed származtatás. A BIP39.swift / BIP39Seed.swift fájlokban, kizárólag a CryptoKit és Security keretrendszerek használatával.
id: Mnemonic + derivasi seed sesuai BIP-39. Diimplementasikan di BIP39.swift / BIP39Seed.swift hanya menggunakan CryptoKit dan framework Security.
is: Mnemonic + seed leidsla samkvæmt BIP-39. Útfært í BIP39.swift / BIP39Seed.swift með aðeins CryptoKit og Security frameworkinu.
it: Mnemonic + derivazione del seed secondo BIP-39. Implementato in BIP39.swift / BIP39Seed.swift usando solo CryptoKit e il framework Security.
ja: BIP-39 に基づくニーモニックとシードの導出。CryptoKit と Security フレームワークのみを用いて BIP39.swift / BIP39Seed.swift で実装。
ko: BIP-39에 따른 니모닉 + 시드 파생. BIP39.swift / BIP39Seed.swift에서 CryptoKit과 Security 프레임워크만 사용하여 구현되었습니다.
lt: Mnemonika + sėklos kūrimas pagal BIP-39. Įdiegta BIP39.swift / BIP39Seed.swift failuose, naudojant tik CryptoKit ir Security karkasą.
lv: Mnemonika + seed iegūšana saskaņā ar BIP-39. Realizēts BIP39.swift / BIP39Seed.swift, izmantojot tikai CryptoKit un Security ietvaru.
ml: BIP-39 പ്രകാരം mnemonic + seed ഡിറൈവേഷൻ. CryptoKit, Security framework എന്നിവ മാത്രം ഉപയോഗിച്ച് BIP39.swift / BIP39Seed.swift-ൽ നടപ്പിലാക്കിയിരിക്കുന്നു.
mr: BIP-39 नुसार Mnemonic + seed डेरिव्हेशन. केवळ CryptoKit आणि Security framework वापरून BIP39.swift / BIP39Seed.swift मध्ये अंमलात आणले आहे.
ms: Mnemonik + penerbitan seed mengikut BIP-39. Dilaksanakan dalam BIP39.swift / BIP39Seed.swift menggunakan hanya CryptoKit dan rangka kerja Security.
nb: Mnemonisk og seed-utledning i henhold til BIP-39. Implementert i BIP39.swift / BIP39Seed.swift kun ved hjelp av CryptoKit og Security-rammeverket.
nl: Mnemonic + seed-afleiding volgens BIP-39. Geïmplementeerd in BIP39.swift / BIP39Seed.swift met uitsluitend CryptoKit en het Security framework.
pa: BIP-39 ਅਨੁਸਾਰ Mnemonic + seed ਡੈਰੀਵੇਸ਼ਨ। ਸਿਰਫ਼ CryptoKit ਅਤੇ Security ਫਰੇਮਵਰਕ ਦੀ ਵਰਤੋਂ ਕਰਦੇ ਹੋਏ BIP39.swift / BIP39Seed.swift ਵਿੱਚ ਲਾਗੂ ਕੀਤਾ ਗਿਆ।
pl: Mnemonik + wyprowadzanie seed zgodnie z BIP-39. Zaimplementowane w BIP39.swift / BIP39Seed.swift wyłącznie przy użyciu CryptoKit i frameworka Security.
pt_br: Derivação de mnemônico e seed conforme BIP-39. Implementada em BIP39.swift / BIP39Seed.swift usando apenas CryptoKit e o framework Security.
ro: Derivarea mnemonică și a seed-ului conform BIP-39. Implementată în BIP39.swift / BIP39Seed.swift folosind doar framework-urile CryptoKit și Security.
ru: Получение мнемоники и сида согласно BIP-39. Реализовано в BIP39.swift / BIP39Seed.swift с использованием только фреймворков CryptoKit и Security.
sk: Odvodenie mnemoniky a seedu podľa BIP-39. Implementované v BIP39.swift / BIP39Seed.swift výhradne pomocou frameworkov CryptoKit a Security.
sl: Izpeljava mnemoničnice in semena po BIP-39. Implementirano v BIP39.swift / BIP39Seed.swift z uporabo izključno ogrodij CryptoKit in Security.
sr: Извођење мнемоника и зрна (seed) према BIP-39. Имплементирано у BIP39.swift / BIP39Seed.swift искључиво помоћу CryptoKit и Security оквира.
sv: Mnemonisk och seed-härledning enligt BIP-39. Implementerad i BIP39.swift / BIP39Seed.swift med enbart CryptoKit och Security-ramverket.
sw: Mnemonic + utokeleshaji wa seed kulingana na BIP-39. Imetekelezwa katika BIP39.swift / BIP39Seed.swift kwa kutumia CryptoKit na muundo wa Security pekee.
ta: BIP-39 படி mnemonic + seed உருவாக்கம். CryptoKit மற்றும் Security framework-ஐ மட்டுமே பயன்படுத்தி BIP39.swift / BIP39Seed.swift-இல் செயல்படுத்தப்பட்டுள்ளது.
te: BIP-39 ప్రకారం mnemonic + seed డెరివేషన్. కేవలం CryptoKit మరియు Security framework ఉపయోగించి BIP39.swift / BIP39Seed.swift లో అమలు చేయబడింది.
th: Mnemonic + การสร้าง seed ตาม BIP-39 ใช้งานใน BIP39.swift / BIP39Seed.swift โดยใช้เฉพาะ CryptoKit และ Security framework
tr: BIP-39'a göre mnemonic + seed türetimi. BIP39.swift / BIP39Seed.swift dosyalarında yalnızca CryptoKit ve Security framework kullanılarak uygulandı.
uk: Виведення мнемоніки та сіду згідно з BIP-39. Реалізовано у BIP39.swift / BIP39Seed.swift лише за допомогою CryptoKit та фреймворку Security.
ur: ‏BIP-39 کے مطابق mnemonic + seed کا اخذ کرنا۔ BIP39.swift / BIP39Seed.swift میں صرف CryptoKit اور Security فریم ورک کا استعمال کرتے ہوئے نافذ کیا گیا۔
vi: Cụm từ ghi nhớ + dẫn xuất seed theo BIP-39. Được triển khai trong BIP39.swift / BIP39Seed.swift chỉ sử dụng CryptoKit và Security framework.
zh_hans: 依据 BIP-39 进行助记词和种子派生。在 BIP39.swift / BIP39Seed.swift 中实现,仅使用 CryptoKit 和 Security 框架。
zh_hant: 依據 BIP-39 進行助記詞與種子衍生。在 BIP39.swift / BIP39Seed.swift 中實作,僅使用 CryptoKit 和 Security 框架。

source: Mode
af: Modus
ar: الوضع
bg: Режим
bn: মোড
cs: Režim
da: Tilstand
de: Modus
el: Λειτουργία
es: Modo
et: Režiim
fa: حالت
fi: Tila
he: מצב
hi: मोड
hr: Način
hu: Mód
is: Hamur
it: Modalità
ja: モード
ko: 모드
lt: Režimas
lv: Režīms
ml: മോഡ്
mr: मोड
ms: Mod
nb: Modus
nl: Modus
pa: ਮੋਡ
pl: Tryb
pt_br: Modo
ro: Mod
ru: Режим
sk: Režim
sl: Način
sr: Режим
sv: Läge
sw: Hali
ta: பயன்முறை
te: మోడ్
th: โหมด
tr: Mod
uk: Режим
ur: موڈ
vi: Chế độ
zh_hans: 模式
zh_hant: 模式

source: More
af: Meer
ar: المزيد
bg: Още
bn: আরও
ca: Més
cs: Více
da: Mere
de: Mehr
el: Περισσότερα
es: Más
et: Rohkem
fa: بیشتر
fi: Lisää
fil: Higit pa
fr: Plus
he: עוד
hi: और
hr: Više
hu: Több
id: Lainnya
is: Meira
it: Altro
ja: その他
ko: 더 보기
lt: Daugiau
lv: Vairāk
ml: കൂടുതൽ
mr: अधिक
ms: Lagi
nb: Mer
nl: Meer
pa: ਹੋਰ
pl: Więcej
pt_br: Mais
ro: Mai multe
ru: Ещё
sk: Viac
sl: Več
sr: Више
sv: Mer
sw: Zaidi
ta: மேலும்
te: మరిన్ని
th: เพิ่มเติม
tr: Daha fazla
uk: Більше
ur: مزید
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: More options
af: Meer opsies
ar: المزيد من الخيارات
bg: Още опции
bn: আরও বিকল্প
ca: Més opcions
cs: Další možnosti
da: Flere indstillinger
de: Weitere Optionen
el: Περισσότερες επιλογές
es: Más opciones
et: Veel valikuid
fa: گزینه‌های بیشتر
fi: Lisää vaihtoehtoja
fil: Iba pang mga opsyon
fr: Plus d’options
he: אפשרויות נוספות
hi: और विकल्प
hr: Više opcija
hu: További lehetőségek
id: Opsi lainnya
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
ko: 더 보기
lt: Daugiau parinkčių
lv: Vairāk iespēju
ml: കൂടുതൽ ഓപ്ഷനുകൾ
mr: अधिक पर्याय
ms: Pilihan lain
nb: Flere alternativer
nl: Meer opties
pa: ਹੋਰ ਵਿਕਲਪ
pl: Więcej opcji
pt_br: Mais opções
ro: Mai multe opțiuni
ru: Ещё
sk: Ďalšie možnosti
sl: Več možnosti
sr: Још опција
sv: Fler alternativ
sw: Chaguzi zaidi
ta: மேலும் விருப்பங்கள்
te: మరిన్ని ఎంపికలు
th: ตัวเลือกเพิ่มเติม
tr: Diğer seçenekler
uk: Більше параметрів
ur: مزید اختیارات
vi: Tùy chọn khác
zh_hans: 更多选项
zh_hant: 更多選項

source: More than your remaining balance.
af: Meer as jou oorblywende balans.
ar: أكثر من رصيدك المتبقي.
bg: Повече от оставащия ви баланс.
bn: আপনার অবশিষ্ট ব্যালেন্সের চেয়ে বেশি।
ca: Més que el teu saldo restant.
cs: Více než váš zbývající zůstatek.
da: Mere end din resterende saldo.
de: Mehr als dein verbleibendes Guthaben.
el: Περισσότερο από το υπόλοιπό σας.
es: Más que tu saldo restante.
et: Rohkem kui teie järelejäänud saldo.
fa: بیش از موجودی باقی‌مانده‌ی شما.
fi: Enemmän kuin jäljellä oleva saldosi.
fil: Higit pa sa iyong natitirang balance.
fr: Plus que votre solde restant.
he: יותר מהיתרה שנותרה לך.
hi: आपके शेष बैलेंस से अधिक।
hr: Više od vašeg preostalog stanja.
hu: Több, mint a fennmaradó egyenleged.
id: Lebih dari sisa saldo Anda.
is: Meira en staðan sem þú átt eftir.
it: Più del tuo saldo rimanente.
ja: 残高を超えています。
ko: 남은 잔액보다 많습니다.
lt: Daugiau nei jūsų likęs balansas.
lv: Vairāk nekā jūsu atlikusī bilance.
ml: നിങ്ങളുടെ ശേഷിക്കുന്ന ബാലൻസിനേക്കാൾ കൂടുതൽ.
mr: तुमच्या शिल्लक रकमेपेक्षा जास्त.
ms: Lebih daripada baki anda yang tinggal.
nb: Mer enn den gjenværende saldoen din.
nl: Meer dan je resterende saldo.
pa: ਤੁਹਾਡੀ ਬਾਕੀ ਬਕਾਇਆ ਤੋਂ ਵੱਧ।
pl: Więcej niż Twoje pozostałe saldo.
pt_br: Mais do que seu saldo restante.
ro: Mai mult decât soldul tău rămas.
ru: Больше вашего оставшегося баланса.
sk: Viac než váš zostávajúci zostatok.
sl: Več od vašega preostalega stanja.
sr: Više od vašeg preostalog stanja.
sv: Mer än ditt återstående saldo.
sw: Zaidi ya salio lako lililobaki.
ta: உங்கள் மீதமுள்ள இருப்பை விட அதிகம்.
te: మీ మిగిలిన బ్యాలెన్స్ కంటే ఎక్కువ.
th: มากกว่ายอดคงเหลือของคุณ
tr: Kalan bakiyenizden fazla.
uk: Більше за ваш залишок балансу.
ur: آپ کے باقی بیلنس سے زیادہ۔
vi: Nhiều hơn số dư còn lại của bạn.
zh_hans: 超过你的剩余余额。
zh_hant: 超過你的剩餘餘額。

source: Most exchanges REQUIRE a destination tag for XRP deposits. A deposit sent without the right tag can be credited to the wrong account or lost.
af: Die meeste beurse VEREIS 'n bestemmingsetiket vir XRP-deposito's. 'n Deposito wat sonder die regte etiket gestuur word, kan na die verkeerde rekening gekrediteer word of verlore raak.
ar: تتطلب معظم منصات التداول وسم وجهة لإيداعات XRP. الإيداع المُرسَل دون الوسم الصحيح قد يُضاف إلى الحساب الخطأ أو يُفقد.
bg: Повечето борси ИЗИСКВАТ таг на местоназначение за XRP депозити. Депозит, изпратен без правилния таг, може да бъде зачислен на грешен акаунт или изгубен.
bn: বেশিরভাগ এক্সচেঞ্জ XRP ডিপোজিটের জন্য একটি গন্তব্য ট্যাগ আবশ্যক করে। সঠিক ট্যাগ ছাড়া পাঠানো ডিপোজিট ভুল অ্যাকাউন্টে জমা হতে বা হারিয়ে যেতে পারে।
ca: La majoria dels exchanges REQUEREIXEN una etiqueta de destinació per als dipòsits d'XRP. Un dipòsit enviat sense l'etiqueta correcta es pot acreditar al compte equivocat o perdre's.
cs: Většina burz VYŽADUJE u vkladů XRP cílovou značku. Vklad odeslaný bez správné značky může být připsán na špatný účet nebo ztracen.
da: De fleste børser KRÆVER et destinationstag til XRP-indbetalinger. En indbetaling sendt uden det rigtige tag kan blive krediteret den forkerte konto eller gå tabt.
de: Die meisten Börsen VERLANGEN ein Ziel-Tag für XRP-Einzahlungen. Eine ohne das richtige Tag gesendete Einzahlung kann dem falschen Konto gutgeschrieben werden oder verloren gehen.
el: Τα περισσότερα ανταλλακτήρια ΑΠΑΙΤΟΥΝ ετικέτα προορισμού για καταθέσεις XRP. Μια κατάθεση που αποστέλλεται χωρίς τη σωστή ετικέτα μπορεί να πιστωθεί σε λάθος λογαριασμό ή να χαθεί.
es: La mayoría de los exchanges REQUIEREN una etiqueta de destino para los depósitos de XRP. Un depósito enviado sin la etiqueta correcta puede acreditarse a la cuenta equivocada o perderse.
et: Enamik börse NÕUAB XRP sissemaksete jaoks sihtkohamärgendit. Ilma õige märgendita saadetud sissemakse võidakse kanda valele kontole või kaotada.
fa: بیشتر صرافی‌ها برای واریز XRP به برچسب مقصد نیاز دارند. واریزی که بدون برچسب درست ارسال شود ممکن است به حساب اشتباه واریز یا از دست برود.
fi: Useimmat pörssit VAATIVAT kohdetunnisteen XRP-talletuksille. Ilman oikeaa tunnistetta lähetetty talletus voidaan hyvittää väärälle tilille tai se voi kadota.
fil: Karamihan sa mga exchange ay NANGANGAILANGAN ng destination tag para sa mga XRP deposit. Ang depositong ipinadala nang walang tamang tag ay maaaring ma-credit sa maling account o mawala.
fr: La plupart des plateformes d'échange EXIGENT une étiquette de destination pour les dépôts XRP. Un dépôt envoyé sans la bonne étiquette peut être crédité au mauvais compte ou perdu.
he: רוב הבורסות דורשות תג יעד עבור הפקדות XRP. הפקדה שנשלחה ללא התג הנכון עלולה להיזקף לחשבון הלא נכון או לאבד.
hi: अधिकांश एक्सचेंज XRP जमा के लिए डेस्टिनेशन टैग की आवश्यकता रखते हैं। सही टैग के बिना भेजी गई जमा गलत अकाउंट में जमा हो सकती है या खो सकती है।
hr: Većina burza ZAHTIJEVA odredišnu oznaku za XRP uplate. Uplata poslana bez ispravne oznake može biti pripisana pogrešnom računu ili izgubljena.
hu: A legtöbb tőzsde KÖTELEZŐEN célcímkét kér az XRP-befizetésekhez. A helyes címke nélkül küldött befizetés rossz fiókra kerülhet, vagy elveszhet.
id: Sebagian besar bursa MEMERLUKAN tag tujuan untuk setoran XRP. Setoran yang dikirim tanpa tag yang benar dapat dikreditkan ke akun yang salah atau hilang.
is: Flestar kauphallir KREFJAST áfangamerkis fyrir XRP-innborganir. Innborgun sem send er án rétta merkisins getur verið færð á rangan reikning eða glatast.
it: La maggior parte degli exchange RICHIEDE un destination tag per i depositi XRP. Un deposito inviato senza il tag corretto può essere accreditato sull'account sbagliato o andare perso.
ja: ほとんどの取引所は XRP の入金に宛先タグを必須とします。正しいタグなしで送った入金は、誤ったアカウントに入金されたり失われたりすることがあります。
ko: 대부분의 거래소는 XRP 입금에 목적지 태그를 필수로 요구합니다. 올바른 태그 없이 보낸 입금은 다른 계정에 입금되거나 손실될 수 있습니다.
lt: Dauguma biržų REIKALAUJA paskirties žymos XRP indėliams. Indėlis, išsiųstas be tinkamos žymos, gali būti įskaitytas į netinkamą paskyrą arba prarastas.
lv: Lielākā daļa biržu PIEPRASA galamērķa birku XRP noguldījumiem. Noguldījums, kas nosūtīts bez pareizās birkas, var tikt ieskaitīts nepareizā kontā vai zaudēts.
ml: മിക്ക എക്സ്ചേഞ്ചുകൾക്കും XRP നിക്ഷേപങ്ങൾക്ക് ഒരു ലക്ഷ്യസ്ഥാന ടാഗ് നിർബന്ധമാണ്. ശരിയായ ടാഗ് ഇല്ലാതെ അയച്ച നിക്ഷേപം തെറ്റായ അക്കൗണ്ടിലേക്ക് ക്രെഡിറ്റ് ചെയ്യപ്പെടുകയോ നഷ്ടപ്പെടുകയോ ചെയ്യാം.
mr: बहुतेक एक्सचेंजना XRP ठेवींसाठी गंतव्य टॅग आवश्यक असतो. योग्य टॅगशिवाय पाठवलेली ठेव चुकीच्या खात्यात जमा होऊ शकते किंवा गमावली जाऊ शकते.
ms: Kebanyakan bursa MEMERLUKAN tag destinasi untuk deposit XRP. Deposit yang dihantar tanpa tag yang betul boleh dikreditkan ke akaun yang salah atau hilang.
nb: De fleste børser KREVER en destinasjonstagg for XRP-innskudd. Et innskudd sendt uten riktig tagg kan krediteres feil konto eller gå tapt.
nl: De meeste exchanges VEREISEN een bestemmingstag voor XRP-stortingen. Een storting zonder de juiste tag kan op het verkeerde account worden bijgeschreven of verloren gaan.
pa: ਜ਼ਿਆਦਾਤਰ ਐਕਸਚੇਂਜ ਨੂੰ XRP ਜਮ੍ਹਾਂ ਲਈ ਮੰਜ਼ਿਲ ਟੈਗ ਜ਼ਰੂਰੀ ਹੁੰਦਾ ਹੈ। ਸਹੀ ਟੈਗ ਤੋਂ ਬਿਨਾਂ ਭੇਜੀ ਜਮ੍ਹਾਂ ਗਲਤ ਖਾਤੇ ਵਿੱਚ ਜਮ੍ਹਾਂ ਹੋ ਸਕਦੀ ਹੈ ਜਾਂ ਗੁਆਚ ਸਕਦੀ ਹੈ।
pl: Większość giełd WYMAGA znacznika docelowego przy wpłatach XRP. Wpłata wysłana bez właściwego znacznika może trafić na złe konto lub zostać utracona.
pt_br: A maioria das corretoras EXIGE uma tag de destino para depósitos em XRP. Um depósito enviado sem a tag correta pode ser creditado na conta errada ou perdido.
ro: Majoritatea burselor CER o etichetă de destinație pentru depunerile XRP. O depunere trimisă fără eticheta corectă poate fi creditată în contul greșit sau pierdută.
ru: Большинство бирж ТРЕБУЮТ тег назначения для депозитов XRP. Депозит без правильного тега может быть зачислен не на тот счёт или потерян.
sk: Väčšina búrz VYŽADUJE cieľovú značku pre vklady XRP. Vklad odoslaný bez správnej značky sa môže pripísať nesprávnemu účtu alebo stratiť.
sl: Večina borz ZAHTEVA ciljno oznako za pologe XRP. Polog, poslan brez prave oznake, se lahko pripiše napačnemu računu ali izgubi.
sr: Većina menjačnica ZAHTEVA odredišnu oznaku za XRP depozite. Depozit poslat bez prave oznake može biti pripisan pogrešnom nalogu ili izgubljen.
sv: De flesta börser KRÄVER en destinationstagg för XRP-insättningar. En insättning som skickas utan rätt tagg kan krediteras fel konto eller gå förlorad.
sw: Sarafu nyingi za kubadilishana ZINAHITAJI lebo ya kufikishia kwa amana za XRP. Amana iliyotumwa bila lebo sahihi inaweza kuwekwa kwenye akaunti isiyo sahihi au kupotea.
ta: பெரும்பாலான பரிமாற்றங்கள் XRP வைப்புகளுக்கு இலக்கு டேக்கைக் கட்டாயமாகக் கோருகின்றன. சரியான டேக் இல்லாமல் அனுப்பப்பட்ட வைப்பு தவறான கணக்கில் வரவு வைக்கப்படலாம் அல்லது இழக்கப்படலாம்.
te: చాలా ఎక్స్ఛేంజీలు XRP డిపాజిట్‌ల కోసం గమ్యస్థాన ట్యాగ్‌ను తప్పనిసరిగా కోరతాయి. సరైన ట్యాగ్ లేకుండా పంపిన డిపాజిట్ తప్పు ఖాతాకు జమ చేయబడవచ్చు లేదా పోవచ్చు.
th: แพลตฟอร์มแลกเปลี่ยนส่วนใหญ่กำหนดให้ต้องมีแท็กปลายทางสำหรับการฝาก XRP เงินฝากที่ส่งโดยไม่มีแท็กที่ถูกต้องอาจถูกเครดิตเข้าบัญชีผิดหรือสูญหายได้
tr: Çoğu borsa, XRP yatırmaları için bir hedef etiketi GEREKTİRİR. Doğru etiket olmadan gönderilen bir yatırma yanlış hesaba yatırılabilir veya kaybolabilir.
uk: Більшість бірж ВИМАГАЮТЬ тег призначення для депозитів XRP. Депозит, надісланий без правильного тегу, може бути зарахований не на той рахунок або втрачений.
ur: زیادہ تر ایکسچینجز XRP ڈپازٹس کے لیے منزل ٹیگ کا تقاضا کرتی ہیں۔ صحیح ٹیگ کے بغیر بھیجا گیا ڈپازٹ غلط اکاؤنٹ میں جا سکتا ہے یا ضائع ہو سکتا ہے۔
vi: Hầu hết các sàn giao dịch YÊU CẦU thẻ đích cho khoản nạp XRP. Một khoản nạp gửi đi mà không đúng thẻ có thể bị ghi nhận vào nhầm tài khoản hoặc bị mất.
zh_hans: 大多数交易所要求 XRP 充值必须填写目标标签。未填写正确标签的充值可能被记入错误账户或丢失。
zh_hant: 大多數交易所要求 XRP 存入必須填寫目標標籤。未填寫正確標籤的存入可能被記入錯誤帳戶或遺失。

source: Move value between networks without leaving the wallet.
af: Skuif waarde tussen netwerke sonder om die beursie te verlaat.
ar: انقُل القيمة بين الشبكات دون مغادرة المحفظة.
bg: Премествайте стойност между мрежи, без да напускате портфейла.
bn: ওয়ালেট না ছেড়ে বিভিন্ন নেটওয়ার্কের মধ্যে মূল্য সরান।
ca: Mou valor entre xarxes sense sortir de la cartera.
cs: Přesouvejte hodnotu mezi sítěmi, aniž byste opustili peněženku.
da: Flyt værdi mellem netværk uden at forlade tegnebogen.
de: Werte zwischen Netzwerken bewegen, ohne die Wallet zu verlassen.
el: Μεταφέρετε αξία ανάμεσα σε δίκτυα χωρίς να φύγετε από το πορτοφόλι.
es: Mueve valor entre redes sin salir de la billetera.
et: Liiguta väärtust võrkude vahel rahakotist lahkumata.
fa: ارزش را میان شبکه‌ها جابه‌جا کنید، بدون خروج از کیف پول.
fi: Siirrä arvoa verkkojen välillä lompakosta poistumatta.
fil: Maglipat ng halaga sa pagitan ng mga network nang hindi iniiwan ang wallet.
fr: Déplacez de la valeur entre les réseaux sans quitter le portefeuille.
he: העברת ערך בין רשתות בלי לצאת מהארנק.
hi: वॉलेट से बाहर निकले बिना अलग-अलग नेटवर्क के बीच मूल्य भेजें।
hr: Premještajte vrijednost između mreža bez napuštanja novčanika.
hu: Mozgasson értéket hálózatok között a tárca elhagyása nélkül.
id: Pindahkan nilai antar jaringan tanpa meninggalkan dompet.
is: Færðu virði milli neta án þess að yfirgefa veskið.
it: Sposti valore tra le reti senza uscire dal portafoglio.
ja: ウォレットを離れることなく、ネットワーク間で価値を移動できます。
ko: 지갑을 벗어나지 않고도 네트워크 사이로 자산을 옮깁니다.
lt: Perkelkite vertę tarp tinklų neišeidami iš piniginės.
lv: Pārvietojiet vērtību starp tīkliem, neizejot no maka.
ml: വാലറ്റ് വിടാതെ നെറ്റ്‌വർക്കുകൾക്കിടയിൽ മൂല്യം നീക്കുക.
mr: वॉलेट सोडल्याशिवाय नेटवर्क्समध्ये मूल्य हलवा.
ms: Pindahkan nilai antara rangkaian tanpa meninggalkan dompet.
nb: Flytt verdier mellom nettverk uten å forlate lommeboken.
nl: Verplaats waarde tussen netwerken zonder de wallet te verlaten.
pa: ਵਾਲਿਟ ਛੱਡੇ ਬਿਨਾਂ ਨੈੱਟਵਰਕਾਂ ਵਿਚਕਾਰ ਮੁੱਲ ਮੂਵ ਕਰੋ।
pl: Przenoś wartość między sieciami bez wychodzenia z portfela.
pt_br: Mova valor entre redes sem sair da carteira.
ro: Mută valoare între rețele fără să părăsești portofelul.
ru: Перемещайте средства между сетями, не покидая кошелька.
sk: Presúvajte hodnotu medzi sieťami bez opustenia peňaženky.
sl: Premikajte vrednost med omrežji, ne da bi zapustili denarnico.
sr: Премештајте вредност између мрежа без напуштања новчаника.
sv: Flytta värde mellan nätverk utan att lämna plånboken.
sw: Hamisha thamani kati ya mitandao bila kuondoka pochini.
ta: பணப்பையை விட்டு வெளியேறாமல் வலையமைப்புகளுக்கிடையே மதிப்பை மாற்று.
te: వాలెట్‌ను వదలకుండానే నెట్‌వర్క్‌ల మధ్య విలువను తరలించండి.
th: ย้ายมูลค่าระหว่างเครือข่ายโดยไม่ต้องออกจากกระเป๋า
tr: Cüzdandan çıkmadan ağlar arasında değer aktarın.
uk: Переміщайте кошти між мережами, не виходячи з гаманця.
ur: والٹ سے باہر گئے بغیر نیٹ‌ورکس کے درمیان قدر منتقل کریں۔
vi: Chuyển giá trị giữa các mạng mà không cần rời khỏi ví.
zh_hans: 在不同网络之间转移价值，无需离开钱包。
zh_hant: 在不同網路之間移轉價值，無需離開錢包。

source: must outbid the original
af: moet die oorspronklike oorbie
ar: يجب أن يتجاوز عرض الأصل
bg: трябва да надмине оригинала
bn: মূলটির চেয়ে বেশি দর দিতে হবে
ca: ha de superar l'original
cs: musí přebít původní
da: skal overbyde originalen
de: muss das Original überbieten
el: πρέπει να υπερκεράσει το αρχικό
es: debe superar la oferta de la original
et: peab originaali üle pakkuma
fa: باید از تراکنش اصلی پیشنهاد بالاتری بدهد
fi: täytyy ylittää alkuperäinen tarjous
fil: dapat lumampas sa orihinal
fr: doit surenchérir sur l'originale
he: חייב לעלות על ההצעה המקורית
hi: मूल से अधिक बोली लगानी होगी
hr: mora nadmašiti izvornu ponudu
hu: túl kell licitálnia az eredetit
id: harus menawar lebih tinggi dari yang asli
is: verður að bjóða betur en upprunalega
it: deve superare l'offerta dell'originale
ja: 元の取引を上回る必要があります
ko: 원본보다 높게 입찰해야 함
lt: turi pasiūlyti daugiau nei originalas
lv: jāpārsola oriģināls
ml: ഒറിജിനലിനേക്കാൾ കൂടുതൽ ബിഡ് ചെയ്യണം
mr: मूळपेक्षा जास्त बोली लावली पाहिजे
ms: mesti membida lebih tinggi daripada yang asal
nb: må overby originalen
nl: moet hoger bieden dan het origineel
pa: ਅਸਲ ਨਾਲੋਂ ਵੱਧ ਬੋਲੀ ਲਗਾਉਣੀ ਪਵੇਗੀ
pl: musi przebić oryginał
pt_br: precisa superar a oferta original
ro: trebuie să depășească oferta originalului
ru: должна перебить оригинал
sk: musí prebiť pôvodný
sl: mora preseči prvotno ponudbo
sr: mora nadmašiti original
sv: måste överbjuda originalet
sw: lazima izidi ile ya awali
ta: அசலை விட அதிகமாக ஏலமிட வேண்டும்
te: అసలు దానికంటే ఎక్కువ బిడ్ చేయాలి
th: ต้องเสนอสูงกว่ารายการเดิม
tr: orijinalin teklifini geçmeli
uk: має перебити оригінал
ur: اصل سے زیادہ بولی لگانی ہوگی
vi: phải trả cao hơn giao dịch gốc
zh_hans: 必须超过原交易的出价
zh_hant: 必須超過原交易的出價
